{
    "empty-room": [
        "斷壁殘垣間只有塵埃飛舞，這死寂的空間似乎已荒廢了數個世紀。",
        "腐朽的木樑斜跨在路中央，除了穿堂風聲，聽不見任何生命的律動。",
        "地磚縫隙中鑽出枯萎的藤蔓，四壁空曠得只能聽見自己沉重的呼吸。",
        "月光從崩塌的天花板漏下，映照著一室荒涼，這裡什麼也沒留下。",
        "牆上殘留著褪色的壁畫，記錄著這座迷宮早已消逝的古老文明。",
        "空氣中瀰漫著濃重的土腥味，除了冰冷的石牆，四下空無一物。",
        "這裡安靜得令人毛骨悚然，彷彿所有時間都在這片廢墟中停滯了。",
        "破碎的瓦礫堆滿角落，這間石室空蕩得像是一座無人的巨大墳墓。",
        "牆皮成片脫落，露出內裡斑駁的磚石，此處再無半點昔日的榮光。",
        "空曠的迴廊延伸向黑暗，除了孤獨的腳步聲，再無其他回響。"
    ],
    "enemy-room": [
        "暗處傳來金屬磨擦石地的刺耳聲，一個扭曲的身影正從陰影中浮現。",
        "空氣驟然降溫，廢墟深處亮起嗜血的紅光，殺意已將你死死鎖定。",
        "腐朽的繃帶隨風飄動，守衛這片荒蕪的怪物正發出低沈的哀鳴。",
        "雜亂的腳步聲在前方迴盪，游蕩的掠食者正渴望著新鮮的血肉。",
        "破碎的盔甲發出摩擦聲，那具早已失去靈魂的空殼正向你揮動利刃。",
        "原本寂靜的角落突然傳來嘶吼，嗜血的威脅已封鎖了所有退路。",
        "空間因敵意而變得壓抑，黑暗中那雙貪婪的眼睛正等待突襲時機。",
        "碎石被沉重的腳步踏碎，一頭狂暴的巨獸正從殘破的拱門後衝出。",
        "空氣中瀰漫著死亡的惡臭，墮落的守衛者已舉起鏽蝕斑斑的兵器。",
        "寒芒在亂石堆中閃過，潛伏已久的殺手正無聲無息地向你逼近。"
    ],
    "crate-room": [
        "在崩塌的祭壇下方，一具纏繞著鎖鏈的古老木箱正發出微弱的光。",
        "這具佈滿蛛網的寶箱被遺留在瓦礫中，似乎是前人留下的最後資助。",
        "鑲嵌著黯淡寶石的鐵匣靜臥於此，鏽蝕的鎖頭誘惑著你上前開拓。",
        "廢墟中難得一見的完整物件，這具沉重的木匣隱約透著神祕氣息。",
        "你在一堆腐朽家具中發現了它，這具箱子或許裝載著生存的關鍵。",
        "褪色的銘文刻在箱蓋上，這份塵封已久的贈禮正靜待勇者的開啟。",
        "儘管木質已經發黑，但箱內傳來的細微聲響暗示著不凡的財寶。",
        "隱藏在殘垣斷壁後的補給箱，那是迷宮對挑戰者僅存的一點仁慈。",
        "銀色的包角在微光下熠熠生輝，這具寶箱是這片荒蕪中唯一的希望。",
        "鎖扣發出脆弱的鳴響，這具裝滿未知的箱子正等待著你去探尋。"
    ],
    "exit-room": [
        "石階蜿蜒向上延伸至黑暗盡頭，只要跨過這裡，就能往地面更近一步。",
        "古老的石門緩緩震動，上方投下的一縷微光指引著通往高處的路。",
        "這層的試煉已到終點，向上的階梯象徵著脫離這場夢魘的微小機會。",
        "空氣變得稍微清新，遠處的出口正閃爍著代表希望的幽幽藍光。",
        "通往更高層的通道已被打開，你離那傳說中的出口又近了一些。",
        "牆上的指引標誌指向高處，那是這座廢墟中唯一通往生存的方向。",
        "冰冷的石階踏上去格外厚實，每一階都讓你更接近那遙遠的天空。",
        "狹窄的通道盡頭傳來風聲，另一段未知的攀爬旅程正在前方等待。",
        "迷宮的屏障暫時退去，一座陡峭的螺旋梯通往更高深莫測的領域。",
        "破曉般的光芒從門縫漏入，出口的輪廓在瓦礫堆中顯得格外神聖。"
    ],
    "crate-observe": [
        "你屏息凝視，箱體上交錯的刀痕訴說著它曾歷經無數次的掠奪。",
        "近看之下，鏽蝕的鎖芯內似乎卡著某種古老且斷裂的金屬碎片。",
        "指尖觸碰那冰冷的木紋，一股難以言喻的既視感在腦海一閃而逝。",
        "箱蓋上雕刻著一名攀爬者的圖騰，神情中充滿了絕望與解脫。",
        "你細細打量，這具箱子的封口處塗抹著某種早已乾枯的暗紅蠟質。",
        "儘管外觀破敗，但那沈重的結構顯示內部的寶物仍被保存完好。",
        "木箱散發著一股混雜著泥土與舊紙張的氣息，顯得格外蒼老。",
        "你靠近觀察，發現鎖頭上刻著模糊的數字，似乎與層數有關。",
        "箱底與地面幾乎融為一體，這具重物似乎已在此守候了千百年。",
        "每一處磨損都顯得如此真實，這具物件正沉默地等待著你的決斷。"
    ],
    "entry-dungeon": [
        "你踏上了更高一層的石磚，周遭的氣氛變得比剛才更加壓抑冰冷。",
        "隨著高度攀升，空氣似乎變得稀薄，廢墟的結構也變得更加詭異。",
        "腳步聲在新的迴廊中激起回音，這層的挑戰將比以往更加艱難。",
        "你跨過了分界線，眼前的景象雖然同樣荒蕪，卻透著陌生的威脅。",
        "向上攀爬的旅途尚未結束，更深邃的迷宮陰影正將你緩緩吞噬。",
        "每一層都是新的地獄，這座無盡的廢墟塔似乎永遠沒有盡頭。",
        "你感覺到體內的屬性在隱隱共鳴，這片空間正考驗著你的極限。",
        "石壁上的符文變得更加複雜，你已正式進入迷宮更核心的地帶。",
        "向上踏出這一步後，身後的路已被黑暗封死，你只能繼續前行。",
        "更高的層數意味著更強大的敵人，以及那更加渺茫的生還機會。"
    ],
    "new-game": [
        "你從冰冷的石板上驚醒，腦袋一片空白，只記得自己叫什麼名字。",
        "意識在黑暗中重組，你發現自己正躺在迷宮中，身上空無一物。",
        "刺骨的寒意將你喚醒，你對這座迷宮毫無記憶，心中只有恐懼。",
        "睜開眼，破碎的石頂是唯一的風景，你不知為何會出現在這裡。",
        "記憶像被抹除的白紙，你赤手空拳地站起，面對這座巨大的荒蕪。",
        "從深度昏迷中甦醒，除了靈魂深處的一股力量，你一無所有。",
        "你茫然地看著四周的廢墟，不明白自己為何會陷入這場無盡攀爬。",
        "當視線恢復焦距，迷宮的第一層正沉默地等待著你這名新晉獵物。",
        "腦中的碎片無法拼湊，你本能地意識到，唯一能做的就是向上走。",
        "你從虛無中甦醒，雖然不記得過去，但身體卻記住了戰鬥的直覺。"
    ],
    "rest-encounter-enemy": [
        "疲憊奪走了你的警覺，當你睜眼時，一張猙獰的臉孔已在近處。",
        "短暫的休憩成了奪命的陷阱，不速之客已悄然潛入你的棲身點。",
        "營火的火苗詭異地跳動，陰影中的掠食者正趁你虛弱時發起突襲。",
        "你在沉睡中感受到刺骨殺意，敵人的利爪已劃破了清冷的空氣。",
        "本以為安全的角落卻成了圍獵場，嗜血的怪物正發出低沈笑聲。",
        "休息被打斷的瞬間，你本能地翻身，躲過了那道致命的寒光。",
        "疲勞尚未散去，黑暗中的獵手已迫不及待地想要撕碎你的喉嚨。",
        "你從淺眠中驚醒，四周密布的腳步聲宣告了和平時光的終結。",
        "就在精神放鬆的剎那，死神的氣息伴隨著重物倒塌聲撲面而來。",
        "危險感在腦海中炸裂，你猛然睜眼，敵人已站在你的身側。"
    ]
}